<?php
include_once __DIR__ . "/../../app/server/function.php";
include_once __DIR__ . "/../../app/server/header.php";
?>

<main class="content">
    <section class="privacy-container">
        <h2 class="title">Политика конфиденциальности интернет-магазина</h2>
        <div class="privacy-item">
            <p class="privacy-title">Далее объясняется, как мы собираем, используем и защищаем ваши личные данные при использовании нашего интернет-магазина.</p>
        </div>
        <div class="privacy-item">
            <p class="privacy-title">1. Мы можем собирать следующую информацию:</p>
            <ul class="privacy-text">
                <li>Личные данные: имя, контактный телефон, электронная почта, адрес доставки (если вы оформляете заказ);</li>
                <li>Данные о заказах и покупках;</li>
                <li>Техническую информацию: IP-адрес, браузер, операционная система и местоположение;</li>
                <li>Взаимодействия с нашим сайтом.</li>
            </ul>
        </div>
        <div class="privacy-item">
            <p class="privacy-title">2. Данные собираются:</p>
            <ul class="privacy-text">
                <li>При регистрации и оформлении заказа;</li>
                <li>Через формы обратной связи;</li>
                <li>Автоматически при использовании сайта.</li>
            </ul>
        </div>
        <div class="privacy-item">
            <p class="privacy-title">3. Ваши данные используются для:</p>
            <ul class="privacy-text">
                <li>Обработки заказов и доставки товаров;</li>
                <li>Обеспечения поддержки и обратной связи;</li>
                <li>Улучшения работы сайта;</li>
                <li>Персонализации предложений;</li>
                <li>Соблюдения требований законодательства.</li>
            </ul>
        </div>
        <div class="privacy-item">
            <p class="privacy-title">4. Мы не продаем ваши данные третьим лицам. Передача возможна только в целях:</p>
            <ul class="privacy-text">
                <li>Выполнения заказов через партнеров;</li>
                <li>Выполнения требований закона или судебных решений.</li>
            </ul>
        </div>
        <div class="privacy-item">
            <p class="privacy-title">5. Мы принимаем меры для защиты ваших данных от несанкционированного доступа. Доступ к личной информации имеют только авторизованные сотрудники. Вы можете:</p>
            <ul class="privacy-text">
                <li>Запросить доступ к своим данным;</li>
                <li>Требовать их исправления или удаления;</li>
                <li>Отказаться от обработки определённых данных.</li>
            </ul>
        </div>
        <div class="privacy-item">
            <p class="privacy-title">6. Мы можем обновлять политику конфиденциальности. Все изменения публикуются на этой странице.</p>
        </div>
    </section>
</main>

<?php include_once __DIR__ . "/../../app/server/footer.php"; ?>