<?php
include_once __DIR__ . "/../../app/server/function.php";
include_once __DIR__ . "/../../app/server/header.php";
?>

<main class="content">
    <section class="terms-container">
        <h2 class="title">Условия использования интернет-магазина</h2> 
        <p class="terms-text">Использование нашего интернет-магазина предполагает ваше согласие с следующими правилами и условиями:</p>
        <p class="terms-text">1. Вы обязуетесь предоставлять точную, актуальную и полную информацию при регистрации, оформлении заказов и использовании сайта. Недостоверные данные могут привести к блокировке аккаунта или отмене заказов.</p>
        <p class="terms-text">2. Все материалы и контент сайта, включая фотографии, описания товаров, логотипы и иные объекты авторских прав, принадлежат либо нашим партнерам, либо защищены законами об авторском праве. Использование материалов без разрешения запрещено.</p>
        <p class="terms-text">3. Вы соглашаетесь не использовать сайт для совершения противоправных действий, в том числе для распространения вредоносного программного обеспечения, спама, а также для нарушений прав других лиц, включая авторские и имущественные права.</p>
        <p class="terms-text">4. Запрещается создавать автоматические скрипты, боты или иные механизмы, направленные на загрузку или нарушение работы сайта.</p>
        <p class="terms-text">5. Оформляя заказ, пользователь подтверждает, что он совершает покупку в соответствии с действующим законодательством и не использует сайт для целей, противоречащих законодательству или этическим нормам.</p>
        <p class="terms-text">6. Мы оставляем за собой право в любой момент без предварительного уведомления изменять, дополнять или удалять части правил использования сайта, а также ограничивать доступ к его разделам или полностью при необходимости.</p>
        <p class="terms-text">7. В случае нарушения правил или условий использования мы оставляем за собой право ограничить или заблокировать учетную запись, отменить текущие заказы и принять иные меры, направленные на защиту интересов нашего магазина и других пользователей.</p>
        <p class="terms-text">8. Все споры и разногласия, возникающие в связи с использованием сайта, решаются в соответствии с действующим законодательством Российской Федерации, в которой зарегистрирован магазин.</p>
        <p class="terms-text">9. Пользователи несут ответственность за сохранность своих аккаунтов и паролей, а также обязуются немедленно сообщать о любых попытках несанкционированного доступа к их аккаунтам.</p>
        <p class="terms-text">10. Пользуясь сайтом, вы подтверждаете, что ознакомлены с этими правилами и соглашаетесь соблюдать их во избежание проблем и недоразумений.</p>
        <p class="terms-text">Если у вас есть вопросы или предложения относительно правил использования, вы можете связаться с нашей службой поддержки.</p>
    </section>
</main>

<?php include_once __DIR__ . "/../../app/server/footer.php"; ?>